Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: (a) Initiate and pursue actions aimed at reinforcing and improving road safety, developing and harmonizing traffic regulations and rules for road signs and signals and drafting pertinent amendments while also taking account of the environment and strengthening relations between countries, in accordance with the objectives laid down in the respective legal instruments.
fr: Prendre et mettre en oeuvre des mesures visant à renforcer et améliorer la sécurité routière, à développer et harmoniser les règles de circulation et de signalisation, à élaborer des amendements y relatifs en prenant également en compte l'environnement et à renforcer les relations entre les pays, conformément aux objectifs définis dans les instruments juridiques correspondants.

source: (b) Encourage the accession of new countries to the Conventions on Road Traffic and Road Signs and Signals, done at Vienna in 1968, and the 1971 European Agreements supplementing them.
fr: b) Favoriser l'adhésion de nouveaux pays aux Conventions sur la Circulation routière et sur la Signalisation routière faites à Vienne en 1968, ainsi qu'aux Accords Européens de 1971 les complétant.

source: (c) Organize and prepare road safety campaigns, to be known as “Road Safety Weeks”, at regular intervals (at least every four years) in the ECE region and promote them outside the ECE in conjunction with the other United Nations regional commissions.
fr: Organiser et préparer à intervalle régulier (au moins tous les quatre ans) des campagnes de sécurité routière, appelées « Semaines de la sécurité routière », dans la région de la CEE et les promouvoir à l'extérieur de la CEE en liaison avec les autres Commissions régionales des Nations Unies.

source: (d) Develop, circulate and update the Consolidated Resolutions on Road Traffic (R.E.1) and on Road Signs and Signals (R.E.2), and make them reference documents for disseminating best road safety practices; also draft recommendations on specific subjects.
fr: d) Développer, diffuser et mettre à jour les Résolutions d'ensemble sur la circulation routière (R.E.1) et sur la signalisation routière (R.E.2) en en faisant des documents de référence pour diffuser les meilleures pratiques dans le domaine de la sécurité routière. Elaborer également des recommandations sur des sujets précis.

source: (e) Promote the mutual recognition of driving permits between Contracting Parties to the 1949 and 1968 Conventions on Road Traffic which expressly provide for such measures.
fr: e) Promouvoir la reconnaissance réciproque des permis de conduire entre les Parties contractantes aux Conventions de 1949 et de 1968 sur la circulation routière qui prévoient expressément de telles mesures.

source: (f) Encourage participation in its activities by fostering cooperation and collaboration with the countries, the European Commission, international governmental and non-governmental road safety organizations and the other United Nations regional commissions and other organizations of the United Nations system, particularly the World Health Organization (WHO); in this context, organize seminars on appropriate issues as need arises.
fr: f) Favoriser une participation à ses activités en encourageant la coopération et la collaboration avec les pays, la Commission européenne, les organisations internationales gouvernementales et non gouvernementales concernées par la sécurité routière ainsi qu'avec les autres Commissions régionales des Nations Unies et d'autres organisations du système des Nations Unies, notamment l'Organisation mondiale de la santé (OMS). Organiser dans ce cadre, en tant que de besoin, des séminaires sur des sujets appropriés.

source: (g) Encourage exchanges of data between countries by compiling and circulating information on road accidents and their causes and on the legal provisions in force in the countries and best national and international road safety practices.
fr: Favoriser les échanges de données entre les pays par le biais de la collecte et la dissémination d'informations sur les accidents de la route et ses causes ainsi que sur les dispositions juridiques en vigueur dans les pays et sur les meilleures pratiques nationales et internationales concernant la sécurité routière.

source: (h) Collaborate closely with the other subsidiary bodies of the Inland Transport Committee, particularly the World Forum for Harmonization of Vehicle Regulations (WP.29), the Working Party on the Transport of Dangerous Goods (WP.15) and the Working Party on Transport Statistics (WP.6), on issues of common interest involving road safety.
fr: h) Collaborer étroitement avec les autres organes subsidiaires du CTI, notamment le Forum mondial sur l'harmonisation des Règlements concernant les véhicules (WP.29), le Groupe de travail des transports de marchandises dangereuses (WP.

source: In particular, work in synergy with WP.6 on the data to be taken into account in the compiling of statistics.
fr: ), le Groupe de travail des statistiques des transports (WP.

source: (j) Create a working environment that facilitates the fulfilment by Contracting Parties of their obligations set forth in the respective legal instruments.
fr: j) Créer une ambiance de travail qui facilite l'exécution par les Parties contractantes de leurs obligations énoncées dans les instruments juridiques correspondants.

source: (k) Ensure openness and transparency during the sessions.
fr: k) Veiller à la régularité et à la transparence des séances.

source: (a) Members of the ECE which are specified in paragraph 7 of the Terms of Reference of the ECE (document E/ECE/778/Rev.3) shall be full participants.
fr: a) Sont considérés comme participants de plein droit les membres de la CEE visés au paragraphe 7 du mandat de la CEE (document E/ECE/778/Rev.3).

source: (b) Non-members of the ECE which are Contracting Parties to the Convention on Road Traffic, done at Vienna in 1968, and/or the Convention on Road Signs and Signals, done at Vienna in 1968 (hereinafter, the 1968 Vienna Conventions), shall be participants.
fr: b) Sont considérés comme participants les non-membres de la CEE qui sont Parties contractantes à la Convention sur la Circulation routière, faite à Vienne en 1968, et/ou à la Convention sur la Signalisation routière, faite à Vienne en 1968 (ci-après, les Conventions de Vienne de 1968).

source: (The Rule concerning participation of non-members of ECE requires the prior approval of ECE in accordance with paragraphs 8 and 11 of the terms of reference of ECE).
fr: (La règle concernant la participation des pays non-membres de la CEE exige l'approbation préalable de la CEE conformément aux paragraphes 8 et 11 du mandat de la CEE).

source: (c) Other non-members of the ECE, in accordance with paragraph 112 of the Terms of Reference of the ECE may, after notification of the secretariat, participate in a consultative capacity in WP.1 in the consideration of any matter of particular concern to that non-member.
fr: c) Les autre pays non-membres de la CEE, conformément au paragraphe 112 du mandat de la CEE, peuvent, après en avoir notifié le secrétariat, participer à titre consultatif au sein du WP.1, à l'examen qu'il pourra consacrer à toute question présentant un intérêt particulier pour ce non-membre.

source: (d) Specialized agencies, intergovernmental organizations and non-governmental organizations in consultative status with the Economic and Social Council, in accordance with paragraphs123 and 134of the Terms of Reference of the ECE, may, after notification of the secretariat, participate in a consultative capacity in WP.1 in the consideration of any matter of particular concern to those agencies or organizations.
fr: d) Conformément aux paragraphes 123et 134 du mandat de la CEE, les institutions spécialisées, les organisations intergouvernementales et les organisations non-gouvernementales dotées du statut consultatif par le Conseil économique et social, peuvent, après en avoir notifié le secrétariat, participer à titre consultatif au sein du WP.1, à l'examen qu'il pourra consacrer à toute question présentant un intérêt pour lesdites institutions ou organisations.

source: The basic documents relating to each item appearing on the provisional agenda of a session or meeting shall be available on the UNECE WP.1 web site of the Internet.
fr: Les documents de base relatifs à chacune des questions inscrites à l'ordre du jour d'une session sont disponibles sur le site Internet de la CEE-ONU (WP.1).

source: In exceptional cases, the secretariat may distribute basic documents at the session.
fr: Dans des cas exceptionnels, le secrétariat peut distribuer les documents de base au cours de la session.

source: Any participant […] may also submit informal documents, after consultation with the secretariat, prior to or during a session.
fr: Tout participant […] peut également soumettre des documents informels après consultation du secrétariat, avant ou pendant une session.

source: To the extent possible, […] these documents shall be made available on the UNECE WP.1 web site of the Internet.
fr: […] Autant que possible, ces documents seront mis à disposition sur le site Internet de la CEE-ONU (WP.1).

source: The provisional agenda for each session of WP.1 shall be drawn up by the secretariat, and if necessary in consultation with the Chairperson or Vice Chairperson (acting as Chairperson) of WP.1.
fr: L'ordre du jour provisoire de chaque session du WP.1 est établi par le secrétariat, et si nécessaire, en consultation avec le Président ou le Vice-président (agissant en tant que Président) du WP.1.

source: The agenda may be modified at any moment by WP.1.
fr: L'ordre du jour peut être à tout moment modifié par le WP.1.

source: […] CHAPTER IV Representation Rule 9
fr: Article 9

source: Members of the ECE and participants, as defined in Rule 1(a) and 1(b) above, shall be represented at sessions of WP.1 by a […] representative.
fr: Les membres de la CEE et les participants, tels que définis à l'article 1 a) et b) ci-dessus, sont représentés aux sessions du WP.1 par un représentant.

source: The representative […] may be accompanied […] by alternate representatives and/or advisers and, when absent, the representative may be replaced by an alternate representative.
fr: Le représentant […] peut se faire accompagner […] par des représentants suppléants et/ou des conseillers; en cas d'absence, il peut être remplacé par un représentant suppléant.

source: The names of representatives, alternate representatives, advisers, and other representatives admitted in a consultative capacity in accordance with Rules 1(c) and 1(d), shall be submitted to the ECE secretariat before the holding of the session.
fr: Les noms des représentants, des représentants suppléants, des conseillers ainsi que ceux des représentants admis à titre consultatif en vertu de l'article 1 c) et d) sont communiqués au secrétariat de la CEE avant la tenue de la session.

source: Every two years, WP.1 shall, at the end of the last session of the second year, elect from among the representatives of members of the ECE […] a Chairperson and two Vice-Chairpersons, who shall take office at the start of the first session of the year following their election.
fr: Le WP.1 élit, tous les deux ans, à la fin de la dernière réunion de la deuxième année, un Président et deux Vice-Présidents, choisis parmi les représentants des membres de la CEE […].

source: The officers shall be eligible for re-election.
fr: Ils entrent en fonction au début de la première réunion de l'année suivant l'élection.

source: If the Chairperson ceases to represent a member of the ECE, or can no longer hold office, one of the Vice-Chairpersons, designated by WP.1 […], shall become Chairperson for the unexpired portion of the term.
fr: Si le Président cesse de représenter un membre de la CEE ou n'est plus en mesure de continuer à exercer ses fonctions, un des Vice-Présidents, désigné par le WP.1 […], assumera la présidence jusqu'au terme de la période en cours.

source: The Chairperson or the Vice-Chairperson acting as Chairperson shall participate in WP.1 in this capacity and not as the representative of his/her State […].
fr: Le Président ou le Vice-Président agissant en qualité de Président prend part au WP.1 en tant que tel et non en tant que représentant de son État […].

source: The secretariat, acting in the framework of the Transport Division of the ECE secretariat, shall make all the arrangements necessary for the organization and holding of the sessions of WP.1 […].
fr: Le secrétariat, agissant dans le cadre de la Division des transports du secrétariat de la CEE, prend toutes les dispositions nécessaires en vue de l'organisation et de la tenue des sessions du WP .1 […].

source: The secretariat may present written or oral statements on any question examined.
fr: Le secrétariat peut présenter des exposés oraux ou écrits sur toute question examinée.

source: The Chairman may also call a speaker to order if his/her remarks are not relevant to the subject under discussion.
fr: Le Président peut également rappeler un orateur à l'ordre lorsque celui-ci s'écarte du sujet de la discussion.

source: At the end of each session, WP.1 shall adopt a record of the decisions taken during the session and at the start of the following session shall adopt the report prepared by the secretariat, in consultation with the Chairman or Vice Chairperson (acting as Chairperson) of WP.1, on the basis of the record of decisions.
fr: A la fin de chaque session, le WP.1 adopte un relevé des décisions prises au cours de la session et adopte, au début de sa session suivante, le rapport élaboré par le secrétariat, en consultation avec le président ou le Vice-président (agissant en tant que Président) du WP.1, sur la base du relevé de décisions.

source: The secretariat, in consultation with the Chairperson or Vice Chairperson (acting as Chairperson) of WP.1, may decide to reduce the length of the session or postpone it if the items on the agenda are not sufficiently advanced.
fr: Le secrétariat, en consultation avec le Président ou le Vice-président (agissant en tant que Président) du WP.1, peut décider de réduire la longueur de la session ou de la reporter si les points inscrits à l'ordre du jour ne sont pas suffisamment avancés.

source: Every representative has the right to declare his or her position and may request that it be reflected, in summarized form, in the report of the session of WP.1.
fr: Chaque représentant a le droit de déclarer sa position et peut demander de la faire refléter, sous une forme résumée, dans le rapport de la session.

source: (a) Each member of ECE shall have one vote.
fr: Les membres de la CEE disposent d'une voix.

source: (b) Participants, as defined in Rule 1(b), shall have the right to vote only on questions relating to the 1968 Vienna Conventions.
fr: b) Les participants, selon la définition de l'article 1 b), disposent d'une voix uniquement pour les questions relatives aux Conventions de Vienne de 1968.

source: (The rule concerning voting rights of non-members of ECE requires the prior approval of ECE in accordance with paragraphs 8 and 11 of the terms of reference of ECE).
fr: (La règle concernant le vote des pays non-membres de la CEE exige l'approbation préalable de la CEE conformément aux paragraphes 8 et 11 du mandat de la CEE).

source: (a) Decisions of WP.1 shall preferably be made on the basis of consensus.
fr: Les décisions du WP.1 sont prises de préférence sur la base d'un consensus.

source: In the absence of consensus:
fr: À défaut :

source: (b) Decisions on questions relating to the 1968 Vienna Conventions shall be made by a majority of the members of ECE and participants as defined in Rules 1 (a) and 1(b) above, present and voting.
fr: b) Les décisions sur les questions relatives aux Conventions de Vienne de 1968 sont prises à la majorité des membres de la CEE et des participants tels que définis à l'article 1 a) et b), présents et votants.

source: (c) Decisions on all other questions of substance and questions of procedure and competence, including determination of whether a question does or does not relate to the 1968 Vienna Conventions, shall be made by a majority of the members of the ECE present and voting.
fr: c) Les décisions sur toute autre question de fond et sur les questions de procédure et de compétence, y inclus le fait de savoir si une question relève ou non des Conventions de Vienne de 1968, sont prises à la majorité des membres de la CEE présents et votants.

source: CHAPTER IX Languages Rule 30
fr: Article 30

source: The provisional agenda shall be drawn up by the secretariat on the basis of orientations given by WP.1; A Chairperson shall be designated at the beginning of each meeting; Decisions of the ad hoc group shall be made on the basis of consensus.
fr: L'ordre du jour provisoire est établi par le secrétariat sur la base des orientations données par le WP.1; Un président est désigné au début de chaque réunion; Les décisions des groupes spéciaux sont prises sur la base d'un consensus.

source: In the absence of consensus, the question shall be submitted to WP.1 to decide on the follow-up to be given. The report of the meeting prepared by the secretariat shall be submitted for the adoption of WP.1. The secretariat may, in consultation with the Chairperson or Vice Chairperson (acting as Chairperson) of WP.1, decide to transform an ad hoc meeting into an informal meeting if it appears that the number of participants inscribed is insufficient.
fr: À défaut, la question est soumise à l'examen du WP.1 afin d'y donner les suites qu'il convient; Le rapport de la réunion préparé par le secrétariat est soumis à l'adoption du WP.1 ; Le secrétariat, en consultation avec le Président ou le Vice-président (agissant en tant que Président) du WP.1, peut décider de transformer un groupe spécial en un groupe informel s'il apparaît que le nombre de participants inscrits est insuffisant.

source: Any of these Rules of Procedure may be amended, in accordance with Rules 28 (a) and (c) provided that any amendment affecting Rules 1(b) and 27(b) obtains the prior approval of the ECE.
fr: Tout article du présent Règlement peut être modifié conformément à l'article 28 a) et c) sous réserve que tout amendement affectant les articles 1 b) et 27 b) obtienne l'approbation préalable de la CEE.

source: ANNEX List of Legal Instruments related to WP.1
fr: Liste des instruments juridiques relevant du WP.1

source: 3 Paragraph 12: “The Commission shall invite representatives of specialized agencies and may invite representatives of any intergovernmental organizations to participate in a consultative capacity in its consideration of any matter of particular concern to that agency or organization, following the practices of the Economic and Social Council.”
fr: 3 Paragraphe 12: « La Commission invitera représentants d'institutions spécialisées et pourra inviter les représentants de toute organisation intergouvernementale à participer, à titre consultatif, aux discussions qu'elle consacrera à toute question présentant un intérêt particulier pour ces institutions ou organisations, suivant la pratique du Conseil économique et social.»

source: (7-11 November 2005)
fr: NEUVIÈME SESSION (7-11 novembre 2005)

source: 1.9.5 Add the following new paragraphs 1.9.5 to 1.9.5.3.8:
fr: 1.9.5 Ajouter les nouveaux paragraphes 1.9.5 à 1.9.5.3.8 suivants:

source: Tunnel restrictions
fr: Restrictions dans les tunnels

source: 1.9.5.1 General provisions
fr: 1.9.5.1 Dispositions générales

source: 1.9.5.1.1 When applying restrictions to the passage of vehicles carrying dangerous goods through tunnels, the competent authority shall assign the road tunnel to one of the tunnel categories defined in 1.9.5.2.2 depending on the tunnel characteristics, risk assessment and traffic management considerations.
fr: 1.9.5.1.1 Lors de l'application de restrictions au passage des véhicules transportant des marchandises dangereuses dans les tunnels, l'autorité compétente doit affecter le tunnel routier à l'une des catégories définies au 1.9.5.2.2 en prenant en considération les caractéristiques du tunnel, l'évaluation des risques et la gestion du trafic.

source: The same tunnel may be assigned to more than one tunnel category, e.g. depending on the hours of the day, or the day of the week etc.
fr: Un même tunnel peut être affecté à plus d'une catégorie de tunnel différant par exemple selon le moment de la journée ou le jour de la semaine, etc.

source: 1.9.5.2 Categorization
fr: 1.9.5.2 Catégorisation/Détermination des catégories

source: 1.9.5.2.1 The categorization shall be based on the assumption that in tunnels there are three major dangers which may cause numerous victims and possibly serious damage to the tunnel structure:
fr: 1.9.5.2.1 La détermination des catégories doit être fondée sur l'hypothèse qu'il existe dans les tunnels trois dangers principaux susceptibles de faire un grand nombre de victimes et éventuellement d'endommager gravement leur structure:

source: (a)Explosions;
fr: a) Les explosions;

source: (b) Release of toxic gas or volatile toxic liquid;
fr: b) Les fuites de gaz toxique ou de liquide toxique volatil;

source: (c) Fires.
fr: c) Les incendies.

source: 1.9.5.2.2 The five categories of tunnels are the following:
fr: 1.9.5.2.2 Les cinq catégories de tunnel sont les suivantes:

source: Tunnel A: No restrictions for the transport of dangerous goods;
fr: Tunnel A: Aucune restriction au transport de marchandises dangereuses.

source: Tunnel B: Restriction for dangerous goods which may lead to a very large explosion;
fr: Tunnel B: Restriction au transport des marchandises dangereuses susceptibles de provoquer une explosion très importante.

source: Tunnel C: Restriction for dangerous goods which may lead to a very large explosion, a large explosion or a large toxic release;
fr: Tunnel C: Restriction au transport des marchandises dangereuses susceptibles de provoquer une explosion très importante, une explosion importante ou une fuite importante de matières toxiques.

source: Tunnel D: Restriction for dangerous goods which may lead to a very large explosion, to a large explosion, to a large toxic release or to a large fire;
fr: Tunnel D: Restriction au transport des marchandises dangereuses susceptibles de provoquer une explosion très importante, une explosion importante ou une fuite importante de matières toxiques et un incendie important.

source: Tunnel E: Restriction for all dangerous goods other than UN Nos. 3291 and 3373.
fr: Tunnel E: Restriction au transport de toutes les marchandises dangereuses sauf les numéros ONU 3291 et 3373.

source: Note: Dangerous goods restricted in the different categories of tunnels are indicated in Chapter 8.6.
fr: NOTA: Les marchandises dangereuses pour lesquelles des restrictions s'appliquent dans les différentes catégories de tunnel sont indiquées au chapitre 8.6.

source: 1.9.5.3 Provisions for road signs and notification of restrictions
fr: 1.9.5.3 Dispositions relatives à la signalisation routière et à la notification des restrictions

source: 1.9.5.3.1 Contracting Parties shall indicate tunnel prohibitions and alternative routes by means of signs and signals.
fr: 1.9.5.3.1 Les Parties contractantes doivent indiquer les interdictions et les itinéraires alternatifs aux tunnels au moyen d'une signalisation routière.
